export const educationHints = [
  'Сначала указывайте самое высокое достигнутое образование (магистратура → бакалавриат → колледж)',
  'Пишите полное официальное название учебного заведения, факультета и точную специальность как в дипломе',
  'Если вы сейчас учитесь, укажите ожидаемый год окончания',
  'Если образование не по специальности вакансии — далее объясните связь',
];
  
  export const additionalEducationHints = [
  'Указывайте только курсы, релевантные желаемой должности',
  'Пишите полное название курса, платформу/организацию и год прохождения',
  'Если есть сертификат — отметьте это и при возможности добавьте ссылку',
  'Стажировки, хакатоны, буткемпы и интенсивные программы тоже можно добавить сюда',
  'Рекомендуется размещать наиболее востребованные курсы первыми, особенно от известных компаний',
  'Не стоит добавлять слишком старые курсы (старше 5–7 лет), если только это не уникальный сертификат',
  ];
  
  export const skillsHints = [
   'Перечислите конкретные инструменты которыми владеете: Figma, Python, SQL, 1С, Ga4, Битрикс24, 1С:Предприятие и т.д.',
   'Не пишите банальное: «MS Office», «умение работать в команде», «ответственность»',
   'Максимум 10–12 самых сильных навыков',
   'Плюсом будет добавить редкие и востребованные навыки, если вы ими обладаете, например: SQL, Git, Docker, CRM (amoCRM, Битрикс24), Photoshop и т.д.',
  ];
  
  export const workExperienceHints = [
  'Начинайте с последнего места работы (обратный хронологический порядок)',
  'Указывайте точные даты трудоустройства/увольнения — это важно для проверки трудового стажа',
  'Пишите название компании, город и должность в точности как в трудовой книжке',
  'Пишите обязанности через глаголы действия: разработал, внедрил, оптимизировал, руководил',
  'Если опыт > 10 лет — старые места указывайте кратко или убирайте',
  'Если меняли много мест за короткое время — готовьте объяснение для собеседования'
  ];